{
    "about": {
        "company_name": "Diane Peters Attorneys Inc.",
        "established": "",
        "business_structure": "incorporated personal liability company",
        "industry": "law",
        "services": [
            "Criminal Law",
            "Family Law",
            "Sport & Entertaiment Law",
            "Property Law",
            "Debt Reviews",
            "Road Accident Fund matters",
            "Dceased Estates",
            "Collections"
        ],
        "profile": [
            "Diane Peters was admitted as an attorney on 19 November 2013. With extensive experience, qualifications, and contacts, she offers professional legal services in criminal, family, Sport and Entertainment law, foreclosures, debt reviews, motion proceedings, and Road Accident Fund matters.",
            "Experienced with bail applications, antenuptial contracts, collections, deceased estates, the drafting of Wills, Diane Peters is able to act as a locum or correspondent attorney in various courts, including the High Court, Labour Court, Regional Courts, and District Courts.",
            "Currently, she is on the panel of the Disciplinary Committee of Boxing South Africa and the Premier Soccer League. Having been involved in significant cases, such as the Thanda Royal Zulu Football Club matter referred to the Court of Arbitration in Sport."
        ],
        "descriptions": [
            "involves prosecuting individuals or organizations accused of crimes. It covers various offenses, including theft, assault, fraud, and murder",
            "includes marriage, divorce, child custody, adoption, and domestic violence",
            "this covers contracts, intellectual property rights, endorsements, and disputes between parties such as athletes, artists, agents, and organizations",
            "involves restructuring debts and negotiating with creditors to make repayment more manageable, providing protection from legal action by creditors",
            "involves securing compensation for medical expenses, loss of income, and pain and suffering caused by the accident",
            "includes executing wills, distributing assets to beneficiaries, and ensuring all debts and taxes are paid",
            "includes legal processes to enforce debt recovery, negotiate settlements, and handle disputes related to unpaid debts"
        ],
        "mission": "",
        "vision": "",
        "values": [
            " ",
            " ",
            " ",
            " ",
            " "
        ],
        "links": [
            "/form?reason=family-law",
            "/form?reason=property-law",
            "/form?reason=business-restructuring",
            "/form?reason=arbitration"
        ]
    }
}


